Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CREATE_PASSCODE_BODY_UPGRADE_VISION
source: Create a passcode to upgrade your account security. A passcode protects your sensitive data and is used to unlock this Apple Vision Pro.
ar: يجب إنشاء رمز دخول لترقية أمن حسابك. يحمي رمز الدخول بياناتك الحساسة، ويُستخدم لفتح فقل Apple Vision Pro هذه.
bg: Създайте код, за да подобрите сигурността на регистрацията си. Кодът защитава чувствителните ви данни и се използва за отключване на този Apple Vision Pro.
ca: Per millorar la seguretat del compte, pots crear un codi. Serveix per protegir les dades personals i desbloquejar l’Apple Vision Pro.
cs: Vytvořte kód, který zabezpečí váš účet. Kód chrání citlivá data a používá se k odemykání Apple Vision Pro.
da: Opret en kode for at opgradere sikkerheden på din konto. En kode beskytter dine følsomme data og bruges til at låse Apple Vision Pro op.
de: Erstelle einen Code, um die Sicherheit deines Accounts zu erhöhen. Ein Code schützt deine vertraulichen Daten und wird zum Entsperren dieser Apple Vision Pro verwendet.
el: Δημιουργήστε έναν κωδικό για αναβάθμιση της ασφάλειας του λογαριασμού σας. Ο κωδικός προστατεύει τα ευαίσθητα δεδομένα σας και ξεκλειδώνει αυτό το Apple Vision Pro.
es: Crea un código para mejorar la seguridad de tu cuenta. El código sirve para proteger tus datos sensibles y para desbloquear este Apple Vision Pro.
es_419: Crea un código para mejorar la seguridad de tu cuenta: protegerá tus datos confidenciales y se usará para desbloquear este Apple Vision Pro.
fi: Päivitä tilisi suojaus luomalla pääsykoodi. Pääsykoodi suojaa arkaluontoisia tietojasi, ja sillä avataan Apple Vision Pron lukitus.
fr: Créez un code pour mettre à niveau la sécurité de votre compte. Un code permet de protéger vos données sensibles et de déverrouiller cet Apple Vision Pro.
fr_ca: Créez un code pour mettre à niveau la sécurité de votre compte. Un code protège vos données sensibles et permet de déverrouiller cet Apple Vision Pro.
he: באפשרותך לשדרג את אבטחת החשבון שלך על-ידי יצירת קוד גישה. קוד גישה מגן על המידע הרגיש שלך ומשמש לביטול נעילת ה-Apple Vision Pro.
hi: अपनी खाता सुरक्षा अपग्रेड करने के लिए पासकोड बनाएँ। पासकोड आपके संवेदनशील डेटा की सुरक्षा करता है और इस Apple Vision Pro को अनलॉक करने के लिए उसका इस्तेमाल किया जाता है।
hr: Izradite šifru kako biste nadogradili sigurnost računa. Šifra štiti osjetljive podatke i otključava ovaj Apple Vision Pro.
hu: Hozzon létre egy jelkódot a fiókja biztonságának növeléséhez. A jelkód védi az érzékeny adatait, és az Apple Vision Pro feloldásához használható.
id: Buat kode sandi untuk meningkatkan keamanan akun Anda. Kode sandi melindungi data sensitif Anda dan digunakan untuk membuka Apple Vision Pro ini.
it: Crea un codice per migliorare la sicurezza dell’account. In questo modo, i tuoi dati sensibili saranno al sicuro e potrai utilizzarlo anche per sbloccare Apple Vision Pro.
ja: アカウントのセキュリティをアップグレードするにはパスコードを作成してください。パスコードは機密データを保護し、このApple Vision Proのロックを解除するために使用されます。
kk: Аккаунт қауіпсіздігін арттыру үшін құпиякод жасаңыз. Құпиякод сіздің құпия деректеріңізді қорғап, осы Apple Vision Pro құрылғысының құлпын ашу үшін пайдаланылады.
ko: 계정 보안을 업그레이드하려면 암호를 생성하십시오. 암호는 사용자의 민감한 데이터를 보호하고 이 Apple Vision Pro를 잠금 해제할 때 사용됩니다.
lt: Kad pagerintumėte savo paskyros saugumą, susikurkite prieigos kodą. Prieigos kodas saugo neskelbtinus duomenis ir naudojamas šiam „Apple Vision Pro“ atrakinti.
ms: Cipta kod laluan untuk menaik taraf keselamatan akaun anda. Kod laluan melindungi data sensitif anda dan digunakan untuk membuka kunci Apple Vision Pro ini.
nb: Angi en kode for å oppgradere kontosikkerheten din. Koden beskytter sensitive data og brukes til å låse opp Apple Vision Pro.
nl: Maak een toegangscode aan om je accountbeveiliging bij te werken. Een toegangscode beschermt je gevoelige gegevens en wordt gebruikt om deze Apple Vision Pro te ontgrendelen.
pl: Aby zwiększyć poziom ochrony konta, utwórz kod. Kod chroni Twoje wrażliwe dane i służy do odblokowywania tego Apple Vision Pro.
pt_br: Crie um código para melhorar a segurança da sua conta. O código protege dados confidenciais e é usado para desbloquear este Apple Vision Pro.
pt_pt: Crie um código para melhorar a segurança da sua conta. Um código protege os seus dados confidenciais e é usado para desbloquear este Apple Vision Pro.
ro: Creați un cod de acces pentru a vă actualiza securitatea contului. Un cod de acces vă protejează datele sensibile și este utilizat pentru a debloca acest Apple Vision Pro.
ru: Создайте код‑пароль, чтобы повысить безопасность учетной записи и защитить свои личные данные. Код‑пароль будет использоваться для разблокировки этого Apple Vision Pro.
sk: Upgradujte zabezpečenie svojho účtu vytvorením kódu. Kód chráni vaše citlivé dáta a slúži na odomykanie Apple Vision Pro.
sl: Ustvarite kodo za dostop, da nadgradite varnost svojega računa. Koda za dostop varuje vaše občutljive podatke in se uporablja za odklepanje te naprave Apple Vision Pro.
sv: Uppgradera kontots säkerhet genom att skapa en lösenkod. En lösenkod skyddar känsliga data och låser upp denna Apple Vision Pro.
th: สร้างรหัสเพื่ออัปเกรดความปลอดภัยของบัญชีของคุณ รหัสจะปกป้องข้อมูลที่ไม่ต้องการเปิดเผยของคุณและใช้เพื่อปลดล็อค Apple Vision Pro เครื่องนี้
tr: Hesabınızın güvenliğini yükseltmek için bir parola yaratın. Parola hassas verilerinizi korur ve bu Apple Vision Pro’nun kilidini açmak için kullanılır.
uk: Створіть код допуску, щоб посилити безпеку свого облікового запису. Код допуску захищає ваші конфіденційні дані та відмикає цей Apple Vision Pro.
vi: Tạo một mật mã để nâng cấp bảo mật tài khoản của bạn. Mật mã bảo vệ dữ liệu nhạy cảm của bạn và được sử dụng để mở khóa Apple Vision Pro này.
zh_cn: 创建密码以升级账户安全性。密码可保护你的敏感数据，并用于解锁此Apple Vision Pro。
zh_hk: 建立密碼以將帳户保安升級。密碼可保護你的敏感資料，並用於解鎖此Apple Vision Pro。
zh_tw: 製作密碼來升級你的帳號安全性。密碼可保護你的敏感性資料並解鎖此Apple Vision Pro。

# CREATE_PASSCODE_TITLE
source: Create a Passcode
ar: إنشاء رمز دخول
bg: Създайте код
ca: Crea un codi
cs: Vytvořit kód
da: Opret kode
de: Code erstellen
el: Δημιουργία κωδικού
es: Crear un código
es_419: Crear una contraseña
fi: Luo pääsykoodi
fr: Créer un code
fr_ca: Créer un code
he: יצירת קוד גישה חדש
hi: पासकोड बनाएँ
hr: Izradite šifru
hu: Jelkód létrehozása
id: Buat Kode Sandi
it: Crea un codice
ja: パスコードを作成
kk: Құпиякод жасау
ko: 암호 생성
lt: Prieigos kodo kūrimas
ms: Cipta Kod Laluan
nb: Opprett en kode
nl: Maak code aan
pl: Utwórz kod
pt_br: Criar um Código
pt_pt: Criar um código
ro: Creați un cod de acces
ru: Создание кода
sk: Vytvoriť kód
sl: Ustvarite kodo za dostop
sv: Skapa lösenkod
th: สร้างรหัส
tr: Parola Yarat
uk: Створити код допуску
vi: Tạo một mật mã
zh_cn: 创建密码
zh_hk: 製作密碼
zh_tw: 製作密碼

# CREATING_ACCOUNTS
source: Creating Account
ar: إنشاء حساب
bg: Създаване на регистрация
ca: Creant compte
cs: Vytváření účtu
da: Opretter konto
de: Account erstellen
el: Δημιουργείται λογαριασμός
es: Creando cuenta
es_419: Creando cuenta
fi: Luodaan tiliä
fr: Création du compte
fr_ca: Création du compte
he: יוצר חשבון
hi: खाता बनाया जा रहा है
hr: Izrada računa
hu: Fiók létrehozása
id: Membuat Akun
it: Creo account
ja: アカウントを作成中
kk: Аккаунт жасалуда
ko: 계정 생성 중
lt: Paskyros kūrimas
ms: Mencipta Akaun
nb: Oppretter konto
nl: Account aanmaken
pl: Tworzę konto
pt_br: Criando Conta
pt_pt: A criar conta
ro: Creare cont
ru: Создание учетной записи
sk: Vytváram účet
sl: Ustvarjanje računa
sv: Skapar konto
th: กำลังสร้างบัญชี
tr: Hesap Yaratılıyor
uk: Створення запису
vi: Tạo Tài khoản
zh_cn: 正在创建账户
zh_hk: 正在建立帳户
zh_tw: 正在建立帳號

# CUSTODIAN_RECOVERY_CODE_PROMPT_ESCAPE_TITLE
source: Can’t Get Recovery Code?
ar: ألا يمكنك الحصول على رمز الاسترداد؟
bg: Не можете да вземете код за възстановяване?
ca: No pots obtenir el codi de recuperació?
cs: Nedaří se vám obnovovací kód získat?
da: Kan du ikke hente gendannelseskode?
de: Wiederherstellungscode nicht anforderbar?
el: Δεν είναι δυνατή η λήψη του κωδικού ανάκτησης;
es: ¿No puedes obtener el código de recuperación?
es_419: ¿No puedes obtener el código de recuperación?
fi: Eikö palautuskoodin haku onnistu?
fr: Impossible d’obtenir un code de récupération ?
fr_ca: Impossible d’obtenir le code de récupération?
he: לא הצלחת להשיג קוד שחזור?
hi: रिकवरी कोड प्राप्त नहीं कर सकते?
hr: Ne možete nabaviti kôd za oporavak?
hu: Nem tud beszerezni helyreállítási kódot?
id: Tidak Dapat Memperoleh Kode Pemulihan?
it: Non riesci a ottenere il codice di recupero?
ja: 復旧用コードを取得できませんか?
kk: Қалпына келтіру кодын алу мүмкін емес пе?
ko: 복구 코드를 받을 수 없습니까?
lt: Nepavyksta gauti atkūrimo rakto?
ms: Tidak Boleh Mendapatkan Kod Pemulihan?
nb: Mottar du ikke gjenopprettingskode?
nl: Herstel­code niet ontvangen?
pl: Nadal nie masz kodu odzyskiwania?
pt_br: Não Consegue Obter o Código de Recuperação?
pt_pt: Não é possível obter o código de recuperação?
ro: Nu puteți obține codul de recuperare?
ru: Не удается получить код восстановления?
sk: Nemôžete získať kód na obnovu?
sl: Ne morete pridobiti obnovitvene kode?
sv: Kan du inte hämta återställningskoden?
th: ไม่สามารถรับรหัสการกู้คืนได้ใช่ไหม
tr: Kurtarma Kodu Alınamıyor mu?
uk: Не вдалось отримати код відновлення?
vi: Không thể lấy mã khôi phục?
zh_cn: 无法获取恢复代码？
zh_hk: 無法取得還原代碼？
zh_tw: 無法取得復原代碼嗎？

# CUSTODIAN_RECOVERY_CODE_PROMPT_MESSAGE
source: Enter the code generated from your recovery contact’s device.
ar: يرجى إدخال الرمز الذي تم إنشاؤه على جهاز جهة اتصال الاسترداد.
bg: Въведете кода, генериран от устройството на вашия контакт за възстановяване.
ca: Introdueix el codi que s’ha generat al dispositiu del teu contacte de recuperació.
cs: Zadejte kód vygenerovaný na zařízení vašeho kontaktu pro obnovení.
da: Indtast koden, der blev genereret på gendannelseskontaktens enhed.
de: Gib den Code ein, der von dem Gerät deines Wiederherstellungskontakts generiert wurde.
el: Εισαγάγετε τον κωδικό που δημιουργήθηκε στη συσκευή της επαφής ανάκτησής σας.
es: Introduce el código generado por el dispositivo de tu contacto de recuperación.
es_419: Ingresa el código que se generó en el dispositivo de tu contacto de recuperación.
fi: Syötä palautuksen yhteyshenkilösi laitteen tuottama koodi.
fr: Saisissez le code généré par l’appareil de votre contact de récupération.
fr_ca: Entrez le code généré par l’appareil de votre contact de récupération.
he: יש להזין את הקוד שנוצר במכשיר של איש הקשר לשחזור.
hi: आपके रिकवरी संपर्क के डिवाइस से जनरेट किया गया कोड दर्ज करें।
hr: Unesite kôd koji je generirao uređaj vašeg kontakta za oporavak.
hu: Adja meg a helyreállítási kontaktjának eszköze által generált kódot.
id: Masukkan kode yang dibuat dari perangkat kontak pemulihan Anda.
it: Inserisci il codice generato dal dispositivo del contatto di recupero.
ja: 復旧用連絡先のデバイスから生成されたコードを入力してください。
kk: Қалпына келтіру контактісінің құрылғысынан жасалған кодты енгізіңіз.
ko: 복구 연락처의 기기에서 생성된 코드를 입력하십시오.
lt: Įveskite kodą, sukurtą prieigą atkuriančio asmens įrenginyje.
ms: Masukkan kod yang dijana daripada peranti kenalan pemulihan anda.
nb: Oppgi koden som er generert på enheten til gjenopprettingskontakten.
nl: Voer de code in die gegenereerd is via het apparaat van je herstel­contact.
pl: Podaj kod wygenerowany na urządzeniu kontaktu odzyskiwania.
pt_br: Digite o código gerado pelo dispositivo do seu contato de recuperação.
pt_pt: Digite o código gerado pelo dispositivo do seu contacto de recuperação.
ro: Introduceți codul generat de pe dispozitivul contactului dvs. de recuperare.
ru: Введите код, сгенерированный на устройстве контакта для восстановления доступа.
sk: Zadajte kód vytvorený na zariadení vášho kontaktu na obnovu.
sl: Vnesite kodo, ustvarjeno v napravi stika za obnovitev.
sv: Ange koden som genererades av återställningskontaktens enhet.
th: ป้อนรหัสที่สร้างจากอุปกรณ์ของผู้ติดต่อการกู้คืนของคุณ
tr: Kurtarma kişinizin aygıtında oluşturulan kodu girin.
uk: Введіть код, створений на пристрої вашого контакту для відновлення.
vi: Nhập mã được tạo từ thiết bị của liên hệ khôi phục của bạn.
zh_cn: 输入恢复联系人设备上生成的代码。
zh_hk: 輸入你的還原聯絡人裝置所產生的代碼。
zh_tw: 輸入你的復原聯絡人裝置上產生的代碼。

# CUSTODIAN_RECOVERY_CODE_PROMPT_TITLE
source: Recovery Code
ar: رمز الاسترداد
bg: Код за възстановяване
ca: Codi de recuperació
cs: Kód obnovovací kód
da: Gendannelseskode
de: Wiederherstellungscode
el: Κωδικός ανάκτησης
es: Código de recuperación
es_419: Código de recuperación
fi: Palautuskoodi
fr: Code de récupération
fr_ca: Code de récupération
he: קוד שחזור
hi: रिकवरी कोड
hr: Kôd za oporavak
hu: Helyreállítási kód
id: Kode Pemulihan
it: Codice di recupero
ja: 復旧用コード
kk: Қалпына келтіру коды
ko: 복구 코드
lt: Atkūrimo raktas
ms: Kod Pemulihan
nb: Gjenopprettingskode
nl: Herstel­code
pl: Kod odzyskiwania
pt_br: Código de Recuperação
pt_pt: Código de recuperação
ro: Cod de recuperare
ru: Код восстановления
sk: Kód na obnovu
sl: Obnovitvena koda
sv: Återställningskod
th: รหัสการกู้คืน
tr: Kurtarma Kodu
uk: Код відновлення
vi: Mã khôi phục
zh_cn: 恢复代码
zh_hk: 還原代碼
zh_tw: 復原代碼

# DESCRIPTION_PLACEHOLDER
source: My iCloud Account
ar: حساب iCloud الخاص بي
bg: Моята регистрация iCloud
ca: Compte de l’iCloud
cs: Můj účet iCloud
da: Min iCloud-konto
de: Mein iCloud-Account
el: Ο λογαριασμός iCloud μου
es: Mi cuenta de iCloud
es_419: Mi cuenta iCloud
fi: Oma iCloud-tili
fr: Mon compte iCloud
fr_ca: Mon compte iCloud
he: חשבון ה-iCloud שלי
hi: मेरा iCloud खाता
hr: Moj iCloud račun
hu: Saját iCloud-fiók
id: Akun iCloud Saya
it: Il mio account iCloud
ja: iCloudアカウント
kk: iCloud аккаунтым
ko: 나의 iCloud 계정
lt: Mano „iCloud“ paskyra
ms: Akaun iCloud Saya
nb: Min iCloud-konto
nl: Mijn iCloud-account
pl: Moje konto iCloud
pt_br: Minha Conta do iCloud
pt_pt: A minha conta iCloud
ro: Contul meu iCloud
ru: Учетная запись iCloud
sk: Môj iCloud účet
sl: Moj račun iCloud
sv: Mitt iCloud-konto
th: บัญชี iCloud ของฉัน
tr: iCloud Hesabım
uk: Мій запис iCloud
vi: Tài khoản iCloud của tôi
zh_cn: 我的iCloud账户
zh_hk: 我的iCloud帳户
zh_tw: 我的iCloud帳號

# DEVICE_LOCATOR_IPAD
source: Find My iPad
ar: العثور على iPad
bg: Намери моя iPad
ca: Cerca de l’iPad
cs: Najít iPad
da: Find min iPad
de: Mein iPad suchen
el: Εύρεση iPad
es: Buscar mi iPad
es_419: Buscar Mi iPad
fi: Etsi iPadini
fr: Localiser mon iPad
fr_ca: Localiser mon iPad
he: איתור ה-iPad שלי
hi: मेरा iPad ढूँढें
hr: Nađi moj iPad
hu: iPad keresése
id: Lacak iPad
it: Trova il mio iPad
ja: iPadを探す
kk: iPad құрылғымды табу
ko: 나의 iPad 찾기
lt: „iPad“ lokatorius
ms: Cari iPad Saya
nb: Finn iPad
nl: Zoek mijn iPad
pl: Znajdź mój iPad
pt_br: Buscar iPad
pt_pt: Encontrar iPad
ro: Găsire iPad
ru: Найти iPad
sk: Nájsť môj iPad
sl: Najdi iPad
sv: Hitta min iPad
th: ค้นหา iPad ของฉัน
tr: iPad’imi Bul
uk: Де iPad
vi: Tìm iPad
zh_cn: 查找我的iPad
zh_hk: 尋找我的iPad
zh_tw: 尋找我的iPad

# DEVICE_LOCATOR_IPHONE
source: Find My iPhone
ar: العثور على iPhone
bg: Намери моя iPhone
ca: Cerca de l’iPhone
cs: Najít iPhone
da: Find min iPhone
de: Mein iPhone suchen
el: Εύρεση iPhone
es: Buscar mi iPhone
es_419: Buscar Mi iPhone
fi: Etsi iPhoneni
fr: Localiser mon iPhone
fr_ca: Localiser mon iPhone
he: איתור ה-iPhone שלי
hi: मेरा iPhone ढूँढें
hr: Nađi moj iPhone
hu: iPhone keresése
id: Lacak iPhone
it: Trova il mio iPhone
ja: “iPhoneを探す”
kk: iPhone құрылғымды табу
ko: 나의 iPhone 찾기
lt: „iPhone“ lokatorius
ms: Cari iPhone Saya
nb: Finn iPhone
nl: Zoek mijn iPhone
pl: Znajdź mój iPhone
pt_br: Buscar iPhone
pt_pt: Encontrar iPhone
ro: Găsire iPhone
ru: Найти iPhone
sk: Nájsť môj iPhone
sl: Najdi iPhone
sv: Hitta min iPhone
th: ค้นหา iPhone ของฉัน
tr: iPhone’umu Bul
uk: Де iPhone
vi: Tìm iPhone
zh_cn: 查找我的iPhone
zh_hk: 尋找我的iPhone
zh_tw: 尋找我的iPhone

# DEVICE_LOCATOR_IPOD
source: Find My iPod touch
ar: العثور على iPod touch
bg: Намери моя iPod touch
ca: Cerca de l’iPod touch
cs: Najít iPod touch
da: Find min iPod touch
de: Meinen iPod touch suchen
el: Εύρεση iPod touch
es: Buscar mi iPod touch
es_419: Buscar Mi iPod touch
fi: Etsi iPod touchini
fr: Localiser mon iPod touch
fr_ca: Localiser mon iPod touch
he: איתור ה-iPod touch שלי
hi: मेरा iPod touch ढूँढें
hr: Nađi moj iPod touch
hu: iPod touch keresése
id: Lacak iPod touch
it: Trova il mio iPod touch
ja: iPod touchを探す
kk: iPod touch құрылғымды табу
ko: 나의 iPod touch 찾기
lt: „iPod touch“ lokatorius
ms: Cari iPod touch Saya
nb: Finn iPod touch
nl: Zoek mijn iPod touch
pl: Znajdź mój iPod touch
pt_br: Buscar iPod
pt_pt: Encontrar iPod touch
ro: Găsire iPod touch
ru: Найти iPod touch
sk: Nájsť môj iPod touch
sl: Najdi napravo iPod touch
sv: Hitta min iPod touch
th: ค้นหา iPod touch ของฉัน
tr: iPod touch’ımı Bul
uk: Де iPod touch
vi: Tìm iPod touch
zh_cn: 查找我的iPod touch
zh_hk: 尋找我的iPod touch
zh_tw: 尋找我的iPod touch

# DEVICE_LOCATOR_MAC
source: Find My Mac
ar: العثور على Mac
bg: Намери моя Mac
ca: Cerca del Mac
cs: Najít můj Mac
da: Find min Mac
de: Meinen Mac suchen
el: Εύρεση Mac
es: Buscar mi Mac
es_419: Buscar Mi Mac
fi: Etsi Macini
fr: Localiser mon Mac
fr_ca: Localiser mon Mac
he: איתור ה-Mac שלי
hi: मेरा Mac ढूँढें
hr: Nađi moj Mac
hu: Mac keresése
id: Cari Mac Saya
it: Trova il mio Mac
ja: Macを探す
kk: Mac құрылғымды табу
ko: 나의 Mac 찾기
lt: „Mac“ lokatorius
ms: Cari Mac Saya
nb: Finn Mac
nl: Zoek mijn Mac
pl: Znajdź mój Mac
pt_br: Buscar Mac
pt_pt: Encontrar Mac
ro: Găsire Mac
ru: Найти Mac
sk: Nájsť môj Mac
sl: Najdi Mac
sv: Hitta min Mac
th: ค้นหา Mac ของฉัน
tr: Mac’imi Bul
uk: Де Mac
vi: Tìm máy Mac
zh_cn: 查找我的Mac
zh_hk: 尋找我的Mac
zh_tw: 尋找我的Mac
